IDEA Open Model
MatAnchorProperties.KT Property
Compatible with IDEA StatiCa Beta 20.0
 Tension linear stiffness.
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double KT { get; set; }
Public Property KT As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace